# specify a directory to install
cask_args appdir: '/Applications'

# install packages
tap 'caskroom/homebrew-cask' || true
brew 'git'
brew 'node'
brew 'docker'
brew 'docker-completion'
brew 'sqlite'
brew 'redis'
brew 'mongosh'
brew 'mkcert'
brew 'tree'
brew 'wget'
brew 'neofetch'
brew 'bash-completion'

# Casks
cask 'firefox'
cask 'iterm2'
cask 'ngrok'
cask 'raycast'
cask 'dozer'
cask 'maccy'
cask 'alt-tab'
cask 'db-browser-for-sqlite'